Repository: fritids/wp-pronamic-employees
Catalog: languages/pronamic_employees-*.po
Languages: nl_nl

# Plural for Post Type Label
source: Employees
nl_nl: Werknemers

# Singular for Post Type Label
source: Employee
nl_nl: Werknemer

# employee
source: Add New
nl_nl: Nieuwe toevoegen

source: Add New Employee
nl_nl: Nieuwe werknemer toevoegen

source: Edit Employee
nl_nl: Werknemer bewerken

source: New Employee
nl_nl: Nieuwe werknemer

source: View Employee
nl_nl: Bekijk werknemer

source: Search Employees
nl_nl: Zoek werknemers

source: No employees found
nl_nl: Geen werknemers gevonden

source: No employees found in Trash
nl_nl: Geen werknemers gevonden in prullenbak

source: Employees
nl_nl: Werknemers

# Employee Default URI Slug
source: employee
nl_nl: werknemer

# Plural for Taxonomy Type Label
source: Employee Categories
nl_nl: Werknemer categorieën

# Singular for Taxonomy Type Label
source: Employee Category
nl_nl: Werknemer categorie

source: All Employee Categories
nl_nl: Alle werknemer categorieën

source: Edit Employee Category
nl_nl: Werknemer categorie bewerken

source: View Employee Category
nl_nl: Bekijk werknemer categorie

source: Update Employee Category
nl_nl: Werknemer categorie bijwerken

source: Add New Employee Category
nl_nl: Nieuwe werknemer categorie toevoegen

source: New Employee Category Name
nl_nl: Nieuwe werknemer categorie naam

source: Parent Employee Category
nl_nl: Bovenliggende werknemer categorie

source: Parent Employee Category:
nl_nl: Bovenliggende werknemer categorie:

source: Search Employee Categories
nl_nl: Zoek werknemer categorieën

source: Popular Employee Categories
nl_nl: Populaire werknemer categorieën

source: Seperate Employee Categories with commas
nl_nl: Werknemer categorieën opdelen met komma's

source: Add or remove employee categories
nl_nl: Werkenemer categorie toevoegen of verwijderen

source: Choose from the most used employee categories
nl_nl: Kies uit de meest gebruikte werknemer categorieën

source: No employee categories found
nl_nl: Geen werknemer categorie gevonden

# Employee Category Default URI Slug
source: category
nl_nl: categorie
